         MACRO
&NAME    OTHER &COMMENT,&C=
.*--------------------------------------------------------------------*
         OTHRWISE &COMMENT,&C=
.*--------------------------------------------------------------------*
.MACEND  ANOP
         MEXIT
         MEND
